Repository: Thomas-Gelf/icingaweb2-module-iet
Catalog: application/locale/*/LC_MESSAGES/iet.po
Languages: de_de

source: CI Category
de_de: CI Kategorie

source: Category to search for, like "Network Component"
de_de: Kategorie in der gesucht werden soll, z.B. "Network Component"

source: Create OR
de_de: OR erstellen

source: Create Operational Request
de_de: Erstelle Operational Request

source: Group (Reporter)
de_de: Gruppe (Berichterstatter)

source: Message body of this issue
de_de: Nachrichtenrump dieses Issues

source: Monitored object has not been found
de_de: Überwachtes Objekt wurde nicht gefunden

source: Open Operational Request in iET
de_de: Öffne Operational Request in iET

source: Reporter
de_de: Berichterstatter

source: Source System
de_de: Quellsystem

source: Summary of this incident
de_de: Zusammenfassung dieses Störfalls

source: Title
de_de: Überschrift

source: iET Instance
de_de: iET Instanz
